text1 = '''Сын главы Чечни 15-летний Адам Кадыров получил новые награды — орден и медаль. Об этом сообщил министр Чечни по нацполитике и внешним связям Ахмед Дудаев в своем Telegram-канале.

По его словам, Кадыров был награжден в рамках мероприятия, организованного Всероссийской общественной организацией «Трудовая Доблесть России».

Ему вручили орден «Трудовая Доблесть России» и медаль «За вклад в развитие Российского университета спецназа» I степени.

15 ноября Адам Кадыров получил очередную награду: орден «За служение религии Ислам» I степени.

Его наградили «за значительный личный вклад в дело укрепления ислама и защиты его ценностей» во время Международной научно-практической конференции «Духовно-нравственные ценности как основа профилактики деструктивной идеологии в условиях современных вызовов».

Сын Кадырова после избиения подозреваемого в сожжении Корана Никиты Журавеля получил как минимум девять наград.

Ранее cтарший сын Кадырова Ахмат стал первым заместителем министра спорта Чечни.'''


text2 = """Завершился первый сет матча группового этапа Итогового чемпионата ATP в Турине (Италия), в котором третья ракетка мира, российский теннисист Даниил Медведев встречается с представителем Испании Карлосом Алькарасом (второй в рейтинге ATP). Испанский теннисист выиграл стартовую партию со счётом 6:4.

Первый сет поединка Медведева с Алькарасом продлился 39 минут. Испанский теннисист смог реализовать единственный заработанный брейк-пойнт. Медведев заработал два брейк-пойнта, но не реализовал ни один из них."""

text3 = """Правительство отменило временный запрет на экспорт бензина из России, сообщило Министерство энергетики.
«
"Правительством Российской Федерации принято решение по снятию с 17 ноября временного запрета на экспорт автомобильного бензина, введенного 21 сентября в рамках комплекса мер по стабилизации ценовой ситуации на внутреннем рынке моторного топлива", — говорится в заявлении.Уточняется, что такое решение приняли для недопущения разгрузки нефтеперерабатывающих предприятий и "обеспечения высоких уровней производства товарного автомобильного бензина". При этом также учли стабилизацию цен на внутреннем рынке.Биржевая стоимость топлива в России начала повышаться весной и несколько месяцев держалась на рекордном уровне. Значительно ускорили темпы роста и розничные цены. Эксперты объясняли сложившуюся ситуацию в том числе серыми поставками. В результате 21 сентября правительство запретило экспортировать бензин и дизельное топливо из России.
Позже, 6 октября, кабинет министров утвердил дополнительные меры. Среди них — возврат к выплатам по демпферу в полном объеме, а также снятие запрета на экспорт дизельного топлива по трубопроводам для тех, кто поставляет на внутренний рынок не менее 50 процентов. Также ввели заградительную пошлину на экспорт для непроизводителей топлива, которая составила 50 тысяч рублей за тонну. Кроме того, правительство повысило нормативы обязательных продаж на бирже бензина АИ-95 до 15 процентов, а дизтоплива — до 12,5."""